Repository: agile-humanities/agile-storymap
Catalog: language/*.po
Languages: de_de, es, fr, nl_be, pt_br

source: <strong>Warning</strong>: Uninstalling the Neatline Time plugin will remove all custom Storymap records.
de_de: <strong>Warnung</strong>: Die Deinstallation von Neatline Time Plugin entfernt alle benutzerdefinierten Einträge der Zeitleisten.
es: <strong>Advertencia</strong>:Desinstalando el programa adicional Neatline Time. Se eliminará todos los archivos a medida de Storymap.
fr: <strong>Attention</strong>: Si vous désinstaller le plug-in Neatline Time, tous les objets personnalisés du Storymap seront également supprimés.
nl_be: <strong>Waarschuwing</strong>: Verwijderen van de Neatline Time plugin zal alle aangepaste Storymap records verwijderen.
pt_br: <strong>Aviso</strong>:Desinstalar o plugin Neatline Time removerá todos os entradas customizados do Storymap.

source: Item Date
de_de: Objektdatum
es: Fecha del punto
fr: Date de l'objet
nl_be: Voorwerp datum
pt_br: Data do Item

source: The date field to use to retrieve and display items on a storymap. Default is DC:Date.
de_de: Das Datumsfeld wird dazu benutzt um Objekte zu finden und auf der Zeitleiste anzuzeigen. Standard ist DC:Date.
es: Este campo de la fecha para usar, recuperar y exponer puntos en la secuencia. La opción por defecto es DC:Date.
fr: Le champ de date à utiliser pour retrouver et exhiber les objets sur une chronologie. DC:Date par défaut.
nl_be: Het gebruikte datum veld om items op de tijdsbalk op te halen en weer te geven. Standaardwaarde is DC:Date.
pt_br: O campo "data" a ser utilizado para buscar e mostrar itens na linha do tempo. O padrão é DC:Date.

source: Item Title
de_de: Objekttitel
es: Título del punto.
fr: Titre de l'objet
nl_be: Voorwerp titel
pt_br: Título do Item

source: The title field to use when displaying an item on a storymap. Default is DC:Title
de_de: Das Titelfeld wird bei der Darstellung eines Objektes auf der Zeitleiste benutzt. Standard ist DC:Title.
es: El campo del título que se usa mientras se expone un punto en la secuencia. La opción por defecto es DC:Title
fr: Le champ de titre à utiliser pour exhiber les objets sur une chronologie. DC:Titre par défaut.
nl_be: Het gebruikte titel veld om items weer te geven op een tijdsbalk. Standaardwaarde is DC:Title
pt_br: O campo "título" a ser utilizado quando mostrar um item na linha do tempo. O padrão é DC:Título.

source: Item Description
de_de: Objektbeschreibung
es: Descripción del punto
fr: Description de l'objet
nl_be: Voorwerp beschrijving
pt_br: Descrição do Item

source: The description field to use when displaying an item on a storymap. Default is DC:Description
de_de: Das Beschreibungsfeld wird bei der Darstellung eines Objektes auf der Zeitleiste benutzt. Standard ist DC:Description.
es: El campo de descripción que se usa mientras se expone un punto en la secuencia. La opción por defecto es DC:Description
fr: Le champ de description à utiliser pour exhiber les objets sur une chronologie. DC:Description par défaut.
nl_be: Het gebruikte beschrijving veld om items weer te geven op een tijdsbalk. Standaardwaarde is DC:Description
pt_br: O campo "descrição" a ser usado quando mostrar um item na linha do tempo. O padrão é DC:Descrição.

source: The storymap "%s" was successfully added!
de_de: Die Zeitleiste "%s" wurde erfolgreich hinzugefügt!
es: Se agregó la secuencia "%s"!
fr: Succès : La chronologie "%s" a été ajoutée !
nl_be: De tijdsbalk "%s" werd met succes toegevoegd!
pt_br: A linha do tempo "%s" foi adicionada com sucesso!

source: The storymap "%s" was successfully changed!
de_de: Die Zeitleiste "%s" wurde erfolgreich geändert!
es: Se cambió la secuencia "%s"!
fr: Succès : La chronologie "%s" a été modifiée !
nl_be: De tijdsbalk "%s" werd succesvol gewijzigd!
pt_br: A linha do tempo "%s" foi modificada com sucesso!

source: The storymap "%s" was successfully deleted!
de_de: Die Zeitleiste "%s" wurde erfolgreich gelöscht!
es: Se borró la secuencia "%s"!
fr: Succès : La chronologie "%s" a été supprimée !
nl_be: De tijdsbalk "%s" werd succesvol verwijderd!
pt_br: A linha do tempo "%s" foi removida com sucesso!

source: This will delete the storymap "%s" and its associated metadata. This will not delete any items associated with this storymap.
de_de: Dies löscht die Zeitleiste "%s" und die dazugehörigen Metadaten. Die verknüpften Objekte werden dabei nicht gelöscht.
es: Esto borrará la secuencia "%s" y sus metadatos asociados. No borrará ningún campo de datos asociado con esta secuencia.
fr: Cette action supprimera définitivement la chronologie "%s" et ses métadonnées associées. Cette action ne supprimera pas les objets associés avec cette chronologie.
nl_be: Dit zal de tijdsbalk "%s" en de geassocieerde metadata verwijderen. Dit zal geen geassocieerde items verwijderen van deze tijdsbalk.
pt_br: Isso removerá a linha do tempo "%s" e os metadados associados. Isso não removerá nenhum item associado a essa linha do tempo.

source: A title for your storymap.
de_de: Titel der Zeitleiste.
es: Un título para su secuencia.
fr: Un titre pour votre chronologie.
nl_be: Een titel voor uw tijdsbalk.
pt_br: Um título para sua linha do tempo.

source: A description for your storymap.
de_de: Beschreibung der Zeitleiste.
es: Una descripción para su secuencia.
fr: Une description de votre chronologie.
nl_be: Een beschrijving voor uw tijdsbalk.
pt_br: Uma descrição para sua linha do tempo.

source: Whether the storymap is public or not.
de_de: Ob die Zeitleiste öffentlich ist oder nicht.
es: Determina si esta secuencia es pública o no
fr: Si la chronologie est publique ou pas.
nl_be: Of de tijdsbalk al dan niet publiek is.
pt_br: Se a sua linha do tempo é pública ou não.

source: Whether the storymap is featured or not.
de_de: Ob die Zeitleiste hervorgehoben ist oder nicht.
es: Determina si esta secuencia se destaca o no
fr: Si la chronologie est en vedette ou pas.
nl_be: Of de tijdsbalk al dan niet aanbevolen is.
pt_br: Se a linha do tempo está destacada ou não.

source: Save Storymap
de_de: Speichere Zeitleiste
es: Guardar la secuencia
fr: Enregistrer la chronologie
nl_be: Bewaar tijdsbalk
pt_br: Salvar Linha do tempo

source: No
de_de: Nein
fr: Non
nl_be: Neen

source: Yes
de_de: Ja
es: Sí
fr: Oui
nl_be: Ja

source: Cannot associate the storymap with a user who doesn't exist.
de_de: Die Zeitleiste kann nicht einem Benutzer zugeordnet werden, der nicht exisitert.
es: No se puede asociar la secuencia con un usuario que no existe.
fr: Impossible d'associer la chronologie avec un utilisateur qui n'existe pas.
nl_be: De tijdsbalk kan niet geassocieerd worden met een onbestaande gebruiker.

source: Neatline Time | Add a Storymap
de_de: Neatline Time | Zeitleiste hinzufügen
es: Neatline Time | Agregar una secuencia
fr: Neatline Time | Ajouter une chronologie
nl_be: Neatline Time | Voeg tijdsbalk toe
pt_br: Neatline Time | Adicionar linha do tempo

source: Neatline Time | Browse Storymaps
de_de: Neatline Time | Zeitleisten durchsuchen
es: Neatline Time | Buscar Secuencias
fr: Neatline Time | Feuilleter les chronologies
nl_be: Neatline Time | Verken tijdsbalk
pt_br: Neatline Time | Listar Linhas do tempo

source: Add a Storymap
de_de: Eine Zeitleiste hinzufügen
es: Añadir una secuencia
fr: Ajouter une chronologie
nl_be: Voeg een tijdsbalk toe
pt_br: Inserir uma Linha do tempo

source: Edit Metadata
de_de: Metadaten bearbeiten
es: Editar metadatos
fr: Modifier les métadonnées
nl_be: Bewerk metadata
pt_br: Editar Metadados

source: Edit Item Query
de_de: Objektsuche bearbeiten
es: Editar campo de consulta
fr: Modifier la requête de l'objet
nl_be: Bewerk voorwerp zoekvraag
pt_br: Editar um item de busca

source: There are no storymaps.
de_de: Keine Zeitleisten vorhanden.
es: No hay ninguna secuencia
fr: Il n'y a pas de chronologies.
nl_be: Er zijn geen tijdsbalken.
pt_br: Não há nenhuma linha do tempo.

source: Neatline Time | Edit "%s" Metadata
de_de: Neatline Time | Bearbeite "%s" Metadaten
es: Neatline Time | Editar Metadatos "%s"
fr: Neatline Time | Modifier les métadonnées de "%s"
nl_be: Neatline Time | Bewerk "%s" metadata
pt_br: Neatline Time | Editar metadados de "%s"

source: Neatline Time | Edit "%s" Items Query
de_de: Neatline Time | Bearbeite "%s" Objektsuche
es: Neatline Time | Editar Metadatos "%s" Campo de Consulta
fr: Neatline Time | Modifier les requêtes des objets de "%s"
nl_be: Neatline Time | Bewerk "%s" voorwerp zoekvraag
pt_br: Neatline Time | Editar itens de busca "%s"

source: The &#8220;%s&#8221; storymap displays items that match the following query:
de_de: Die &#8220;%s&#8221; Zeitleiste zeigt die Objekte, welche folgender Objektsuche entsprechen:
es: La secuencia &#8220;%s&#8221; visualiza campos de datos que no corresponden con la siguiente consulta:
fr: La chronologie &#8220;%s&#8221; montre des objets qui correspondent à la requête suivante:
nl_be: De &#8220;%s&#8221; tijdsbalk toont items die overeenstemt met de volgende zoekvraag:
pt_br: A linha do tempo &#8220;%s&#8221; mostra os itens que seguem os seguintes critérios:

source: Edit Items Query
de_de: Objektsuche bearbeiten
es: Editar Campos de Consulta
fr: Modifier la requête des objets
nl_be: Bewerk voorwerpen zoekvraag
pt_br: Editar Itens de Busca

source: Items Query
de_de: Objektsuche
es: Campos de Consulta
fr: Requête des objets
nl_be: Voorwerpen zoekvraag
pt_br: Itens de Busca

source: Browse Storymaps
de_de: Zeitleisten durchsuchen
es: Buscar Secuencias
fr: Feuilleter les chronologies
nl_be: Verken tijdsbalk
pt_br: Listar linhas do tempo

source: You have no storymaps.
de_de: Sie haben keine Zeitleisten.
es: No tiene Ud. ninguna secuencia.
fr: Vous n'avez pas de chronologies.
nl_be: U heeft geen tijdsbalken.
pt_br: Você não tem linhas do tempo.

source: Status
es: Estatus

source: Embed a NeatlineTime storymap.
pt_br: Incorporar uma linha do tempo NeatlineTime.

source: Select a storymap
pt_br: Selecionar uma linha do tempo
